---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PocheMatId
source: html/d4f390d3-6860-fdeb-c70f-957977ae9412.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PocheMatId Property

"Coarse Poche Material"

## Syntax (C#)
```csharp
public static ForgeTypeId PocheMatId { get; }
```